import React from "react";
import "./Apropos.css";

const Apropos = () => {
  return (
    <div className="apropos-page">
      <div className="apropos-container">
        <h1 className="apropos-title">من نحن</h1>

        <p className="apropos-text">
          مرحباً بكم في خدمتنا للغسيل و تغيير الزيت  للسيارات في المنزل، حيث نقدم لكم تجربة مريحة وعالية الجودة دون الحاجة لمغادرة منزلكم.  
          نحن نسعى لتوفير أفضل الخدمات لعملائنا من خلال دمج الخبرة الطويلة في مجال السيارات مع أحدث التقنيات لضمان السرعة، الأمان والجودة في كل عملية.  
        </p>

        <p className="apropos-text">
          هدفنا الرئيسي هو راحتكم. لا داعي للانتظار في الصفوف الطويلة أو قضاء ساعات في مراكز الصيانة. نحن نأتي إليكم في الوقت الذي تختارونه، مجهزين بكل المعدات والزيوت الأصلية لضمان أن سيارتكم ستعود إلى حالتها المثالية.  
        </p>

        <p className="apropos-text">
          فريقنا يتكون من متخصصين محترفين ومدربين على أعلى مستوى، بحيث يمكنهم التعامل مع جميع أنواع السيارات. كما نحرص على استخدام مواد صديقة للبيئة لتقليل أي تأثير سلبي على البيئة دون المساس بجودة الخدمة.  
        </p>

        <p className="apropos-text">
          بالإضافة إلى خدمات الغسيل والتنظيف العميق، نقدم خدمة تغيير الزيت والصيانة الوقائية لضمان عمر أطول لمحرك سيارتكم وأداء أفضل. نحن نؤمن بأن كل سيارة تستحق الرعاية المثالية، ونحن هنا لنقدمها لكم في راحة منزلكم.  
        </p>

        <p className="apropos-text">
          نسعى دائماً لتطوير خدماتنا والاستماع لملاحظاتكم واقتراحاتكم، لأن رضاكم هو أهم أولوياتنا. انضموا إلينا اليوم، واستمتعوا بتجربة خدمة سيارات فريدة، سريعة، وآمنة.  
        </p>
      </div>
    </div>
  );
};

export default Apropos;
